{"indicator":"17.16.1","layout":"indicator","permalink":"/17-16-1/","sdg_goal":"17","data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-16-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","graph_type":"line","indicator_name":"Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals","indicator_sort_order":"17-16-01","published":true,"reporting_status":"complete","target":"Enhance the Global Partnership for Sustainable Development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the Sustainable Development Goals in all countries, in particular developing countries","target_id":"17.16","un_custodian_agency":"OECD, UNDP","un_designated_tier":"2","data_show_map":false,"source_active_1":true,"source_url_text_1":"2019 Annual Report","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"Mayor's Fund for Los Angeles","source_geographical_coverage_1":"City of Los Angeles","source_url_1":"https://mayorsfundla.org/2019AnnualReport/","national_data_update_url_text":"2018-10-20: see changes on GitHub","national_data_update_url":"https://github.com/dawncomer/open-sdg-data-starter/commit/c668a137c13a542f480233edcff3476972c2b897","national_metadata_update_url_text":"2020-03-09: see changes on GitHub","national_metadata_update_url":"https://github.com/dawncomer/open-sdg-data-starter/commit/fff25fe55f3f00438577d8e940e45b7df598ec0d","page_content":"**Non-Statistical Indicator**\n\nThe City of Los Angeles does not provide or receive international development assistance but it has other mechanisms through which it supports multi-stakeholder frameworks for achieving the Sustainable Development Goals. \n\nThe [Mayor’s Fund for Los Angeles](https://mayorsfundla.org/) is a non-profit organization dedicated to improving life for all Angelenos. Uniquely positioned at the crossroads of local government, business, philanthropy, and the non-profit sector, the Fund facilitates the communication and collaboration vital to solving Los Angeles’ most complex challenges.\n\nBy leveraging the power of institutions and experts from across the city, the Fund helps create partnerships with the power to transform Los Angeles, making it a world leader in economic prosperity, efficiency, sustainability, and quality of life for all of its residents.\n\nThe Fund selects programs on the basis of their ability to engage public and private resources, demonstrate collaboration, seek innovative solutions, and yield measurable, transformational impact.\n\nThe Fund is supported by private donations and is overseen by an independent Board of Directors.\n"}